<?php
require_once('./includes/top.inc.php');
echo '<div class="empty_icon"></div><div class="header">Поддержите разработку игрового сервера</div><br>';
echo 'Сейчас мы активно занимаемся разработкой многоигрового сервера на ядре BungeeCord. Мы планируем сделать к
моменту запуска 6 игровых режимов (BedWars, BuildBattle, HideAndSeek,SkyWars, Survival, Creative). Мы уже
приобрели самые качественные плагины на данные игровые режимы. Осталась только ваша поддержка - если вы желаете 
увидеть качественный игровой сервер и как можно быстрее, мы принимаем ваши пожертвования и заранее благодарны:<br>';
echo 'WebMoney: R381938298987<br>';
echo 'Qiwi Wallet: +79823085055<br>';
echo 'Яндекс.Деньги: 4100 1347 2581 297</br><br>';
echo 'Если хотите, вы можете <a href="register.php">зарегистрировать</a> своего игрока прямо сейчас.<br>
Если вы зарегистрируетесь, подпишитесь на наш <a href="http://www.youtube.com/channel/UCeOONE51FP6OIHjScnFLkRw">YouTube канал</a>, <a href="http://vk.com/glowcraft_vk">сообщество ВКонтакте</a>, пригласите друзей - вы получите привилегию Lord (299 рублей) на игровом сервере.<br>
А если вы еще и пожертвуете суммой от 150 рублей, то получите привилегию Ultra (699 рублей)!';
require_once('./includes/bottom.inc.php');