<?php include_once('./includes/top.inc.php'); ?>
<div class="header">Справочный раздел: Чат и шрифт</div><br><br>
<div class="subheader">1. Для чего нужен чат</div>
<p>Чат предназначен для общения с другими игроками и для ввода команд. Кнопка, открывающая чат,
зависит от ваших настроек в Minecraft. По умолчанию это кнопка T (латинская) на клавиатуре.</p>
<div class="subheader">2. Команды</div>
<p>На сервере присутствует множество комнад. Команды предназначены для выполнения каких-либо
действий. Например, для телепорта на спавн - команда /spawn. Стоит обратить внимание, что команды
начинаются с символа слеша - "/", это сделано для того, чтобы сервер, принимая ваш запрос,
понял, что вы отправляете ему именно команду, а не сообщение. Чтобы просмотреть список всех команд,
пропишите в чат команду /help. Команды также имеют аргументы, или, как их иначе называют,
субкоманды или подкоманды. Например - команда /warp отображает список доступных телепортов,
а если к ней в качестве подкоманды приписать название телепорта, например, /warp mob, то
вы будете телепортированы в локацию mob. Система команд в игре абсолютна аналогична
системе команд в операционной системе MS-DOS, только в начале приписывается слеш.</p>
<div class="subheader">3. Глобальное и приватное общение</div>
<p>Чтобы отправить введенное в чат сообщение, просто нажмите Enter, и ваше сообщение увидят все игроки,
которые играют на сервере. Чтобы написать приватное сообщение определенному игроку,
пропишите следующую команду: /msg имя_игрока текст_сообщения, и после отправки данной
команды текст вашего сообщения увидит только тот игрок, кому вы его отправили.</p>
<div class="subheader">4. Форматирование текста</div>
<p>Обладатели статуса Premium и выше имеют возможность форматировать текст, т.е. писать жирным шрифтом,
подчеркнутым, курсивным, зачеркнутым и задавать ему цвет. Форматировать текст можно везде: в чате,
на табличках. Для форматирования определенного куска текста перед ним следует поставить сочетание
символов "&" и кода цвета. Например, если написать в чат сообщение &aПривет! - оно будет выведено светло-зеленым цветом.
Все коды:<br>
&0 - черный<br>
&1 - синий<br>
&2 - зеленый<br>
&3 - бирюзовый<br>
&4 - темно-красный<br>
&5 - фиолетовый<br>
&6 - оранжевый (золотой)<br>
&7 - светло-серый<br>
&8 - темно-серый<br>
&9 - сиреневый<br>
&a - светло-зеленый</br>
&b - голубой<br>
&c - красный<br>
&d - розовый<br>
&e - желтый<br>
&f - белый<br>
&k - случайные символы<br>
&l - полужирный<br>
&m - зачеркнутый<br>
&n - подчеркнутый<br>
&o - курсив<br>
&r - сбрасывает предыдущие стили</br>
Можно использовать сразу несколько стилей подряд. Например, сообщение &l&m&bПривет! будет выведено полужирным зачеркнутым голубым цветом.<br>
Если вы хотите форматировать текст, но не обладаете статусом Premium или выше - вы всегда можете приобрести статус в <a class="link" href="http://glowmagaz.ru">магазине</a>.
</p>