<?php include_once('./includes/top.inc.php'); ?>
<div class="header">Справочный раздел: Основное</div><br><br>
<div class="subheader">1. Регистрация на GlowCraft</div>
<p>Зарегистрироваться можно как с сайта, так и на самом сервере. Если вы хотите зарегистрироваться с сайта, перейдите по этой ссылке: 
<a href="register.php" class="link">glowcraft.ru/register.php</a>. Если вы хотите зарегистрироваться через сервер, то, зайдя на него, пропишите команду: 
/reg придумайте_пароль повторите_пароль .
<div class="subheader">2. Авторизация</div>
<p>Если вы уже зарегистрировались (любым способом), вы можете авторизироваться как на сервере, так и на сайте, под своими данными. Если
вы авторизируйтесь на сайте, перейдите по ссылке: <a href="login.php" class="link">glowcraft.ru/login.php</a> и введите в поле "Логин"
ник своего игрока, а в поле "Пароль" - пароль, под которым вы регистрировались. При авторизации на сервере зайдите в Minecraft с того ника,
с которого зарегистрированы, зайдите на сервер и пропишите команду /l пароль . Короче говоря, и на сервере, и на сайте используется
ОДИН аккаунт.</p>
<div class="subheader">3. Что делать на сервере?</div>
<p>GlowCraft - многоигровой сервер. На нем есть множество игровых режимов. При первом входе на сервер вы появитесь на главном лобби. Чтобы выбрать режим для игры,
откройте меню сервера. Это можно сделать либо кликом ПКМ по книге, которая будет лежать в вашем инвентаре, либо командой /menu. В меню сложены все возможности
сервера. Чтобы выбрать игровой режим, выберите в меню пункт "Режимы", затем в появившемся подпункте выберите нужный вам режим, кликнув по его иконке.
Вы попадете в лобби данного режима, где сможете начать играть. Мы советуем начать с режима "Выживание", т.к. это основной и самый глобальный режим сервера.
<?php include_once('./includes/bottom.inc.php'); ?>