<?php include_once('./includes/top.inc.php'); ?>
<div class="header">Справочный раздел: Правила</div><br><br>
<div class="subheader"><b>1. Правила для обычных игроков</b></div>
<p>
	1.1. Нецензурная речь, оскорбление других игроков и администрации:<br>
	Наказание: бан на 8 суток.<br><br>
	1.2. Спам, флуд и рекламирование сторонних ресурсов:<br>
	Наказание: бан навсегда.<br><br>
	1.3. Любой вид обмана игроков:<br>
	Наказание: бан на 16 суток.<br><br>
	1.4. Использование чит-клиентов и модификаций<br>
	Наказание: бан навсегда.<br><br>
</p>
<div class="subheader"><b>2. Правила для обладателей привилегий Deluxe-Lord</b></div>
<p>
	2.1. Раздача игровых ресурсов и игровой валюты:<br>
	Наказание: бан навсегда.<br><br>
	2.2. Вмешательство в игровой процесс пользователей:<br>
	Наказание: бан навсегда.<br><br>
	2.3. Любая другая аргументированная жалоба со стороны игроков:<br>
	Наказание: бан навсегда.<br><br>
	2.4. Все правила из пункта 1<br><br>
</p>
<div class="subheader"><b>3. Правила для обладателей привилегий Zevs и Ultimate</b></div>
<p>
	3.1. Редактирование чужих построек с помощью WorldEdit:<br>
	Наказание: бан навсегда.<br><br>
	3.2. Выдача режимов gamemode 1, fly, god и т.п., а также наборов (kits):<br>
	Наказание: бан навсегда.<br><br>
	3.3. Все правила из пункта 2<br><br>
</p>
<?php include_once('./includes/bottom.inc.php'); ?>