<?php include_once('./includes/top.inc.php'); ?>
<div class="header">Справочный раздел: Платные услуги</div><br><br>
<div class="subheader">1. Зачем нужны платные услуги?</div>
<p>Платные услуги, или же донат - это огромные возможности за реальные деньги! Платные услуги открывают вам больше игровых возможностей.
Вы покупаете донат, чтобы приобрести дополнительные возможности, а деньги идут на развитие проекта. 
<div class="subheader">2. Какие платные усулги имеются?</div>
<p>Среди платных услуг имеется 5 привилегий: Deluxe, Premium, Lord, Zevs и Ultimate. Как говорилось выше, эти привилегии открывают
вам огромные возможности. Привилегия Deluxe даст вам помимо возможности творческого режима много других примочек, привилегия Premium
расширит эти примочки. С привилегией Lord вы сможете модерировать сервер! В возможности данной привилегии входят бан игроков, бан IP,
кик игроков, мут игроков и многое другое. Привилегия Zevs сделает из вас "Зевса" - вам станут доступны самые основные и частоиспользуемые 
команды плагина WorldEdit, но это, конечно же, не все. И наконец привилегия Ultimate даст вам почувствовать себя богом нашего севрера,
т.к. эта привилегия включает себя все возможности модерирования, и самое главное - доступ к чужим регионам, или же приватам.<br>
Помимо привилегий имеется также авторазбан и покупка игровой валюты.</p>
<div class="subheader">3. Где мне все это приобрести?</div>
<p>Платные услуги можно приобрести ТОЛЬКО в нашем магазине: <a href="http://glowmagaz.ru" class="link">glowmagaz.ru</a>.</p>