<?php
include_once('./includes/top.inc.php');
echo '<div class="info_icon"></div> <div class="header">Начало игры</div><br><br>
<p>
Для того, чтобы начать играть на нашем сервере, вам необходимо запустить Minecraft версии 1.8.-1.8.9 и добавить сервер с одним из двух IP: gc-play.ru или glowcraft.ru. После чего необходимо зайти на сервер и зарегистрироваться. Для этого введите в чат следующую команду: /reg пароль повтор_пароля. Придумайте сложный пароль, чтобы вас никто не мог взломать и запомните его, либо запишите. После авторизации прыгайте
в водичку, чтобы попасть в лобби. Когда попадете в лобби, вы сможете выбрать игровой режим. Советуем начать с режима "Survival", чтобы
попасть на него, бегите вперед к порталу.
</p>';
include_once('./includes/bottom.inc.php');