<?php
require_once('./includes/top.inc.php');
echo '<div class="info_icon"></div> <div class="header">Правила</div><br><br>
<p>ПРАВИЛА БУДУТ ДЕЙСТВИТЕЛЬНЫ ВНЕ ЗАВИСИМОСТИ ОТ ТОГО, ОЗНАКОМИЛИСЬ ВЫ С НИМИ ИЛИ НЕТ.<br><br>
<b>1. Оскорбления/ругательства/некорректные выражения</b><br>
	1.1. Оскорбление администрации/лиц выше по статусу. Наказание: бан аккаунта на 3 суток.<br>
	1.2. Оскорбление равных или ниже по статусу лиц. Наказание: бан аккаунта на 2 суток.<br>
	1.3. Негативные комментарии в сторону игрового сервера с использованием ненормативной лексики. Наказание: бан аккаунта на 4 суток.<br>
	1.4. Чрезмерное количество матерных выражений в чате. Наказание: закрытие доступа к чату.<br>
<b>2. Реклама</b><br>
	2.1. Любой вид рекламы в чате. Наказание: бан навсегда.<br>
	2.2. Реклама на табличках и прочих игровых предметах. Наказание: бан навсегда.<br>
<b>3. Мусор</b><br>
	3.1. Засорение чата неосмысленными сообщениями. Наказание: бан на сутки.<br>
<b>4. Попрошайничество</b><br>
	4.1. Навязчивая просьба выдать бесплатно какую-либо платную услугу. Наказание: бан навсегда.<br>
	4.2. Навязчивая просьба сделать дополнительную скидку на какую-либо платную услугу. Наказание: закрытие доступа к чату.<br>
<b>5. Для обладателей платных услуг</b><br>
	5.1. Телепортация других игроков, очищение инвентаря других игроков (для обладателей привилегии Lord и выше). Наказание: бан на 7 суток<br>
	5.2. Осознанное засорение игрового мира предметами/сущностями (для обладателей привилегии Deluxe и выше). Наказание: бан на сутки.<br>
	5.3. Убийство игроков в режиме игры gamemode 1 /с помощью команды /kill / в режиме /god (для обладателей привилегии Deluxe и выше). Наказание: бан навсегда<br>
	5.4. Ставить/разрушать блоки на чужой территории (в том числе на территории спавна) (для обладателей привилегии Allah и выше). Наказание: бан на 14 суток<br>
	5.5. Использование команды //set на чужой территории (для обладателей привилегии Ultra и выше). Наказание: бан на 42 суток<br>
	5.6. Использование команды //set на территории спавна (для обладателей привилегии Allah и выше). Наказание: бан навсегда<br>
	5.7. Выдача бана/мута/кика игроку или без причины (для обладателей привилегии Lord и выше). Наказание: бан навсегда<br>
	5.8. Раздача вещей игрокам (для обладателей привилегии Deluxe и выше). Наказание: бан на сутки<br>
</p>';
require_once('./includes/bottom.inc.php');