<?php
include_once('./includes/top.inc.php');
echo '<div class="info_icon"></div> <div class="header">Игровые режимы</div><br><br>
<p><b>Lobby</b><br>
Это стандартный сервер, на который все попадают после авторизации. Здесь есть паркур, игра "Царь горы", здесь находится главное меню
проекта и порталы в другие игровые режимы.<br><br>
<b>Survival</b><br>
Стандартное выживание, как на обычных серверах. Доступны стартовые наборы, PvP-арена, кланы, свадьбы, магазин, экономика, батуты,
автошахта и другое.<br><br>
<b>Thailand</b><br>
Здесь можно отдохнуть и похайпить. На данном сервере есть отели, стриптиз-клубы, телочки и другие блага.<br>
<div class="unavailable">Режим в разработке</div><br><br>
<b>SkyWars</b><br>
Всем известная игра.<br>
<div class="unavailable">Режим в разработке</div><br><br>
</p>';
include_once('./includes/bottom.inc.php');