<?php
require_once('./includes/top.inc.php');
echo '<div class="info_icon"></div> <div class="header">Описание платных услуг</div>
<br><br>';
	echo '<p>';
	echo 'Как и на любом проекте, у нас доступны платные услуги. Средства, полученные с покупок платных услуг, идут толкьо на улучшение проекта. Мы покупаем более мощные сервера, заказываем более эффективный пиар и т.п. Ни один проект не может существовать в убыток.<br>
	Среди платных услуг есть привилегии, покупка коинов и покупка разбана. В
	этом разделе будут подробно описаны привилегии.<br>
	Существует 6 привилегий: Vip (19 рублей), Deluxe (39 рублей), Gold (69 рублей), Lord(109 рублей) Elite (199 рублей)
	и Ultra (399 рублей). Все привилегии выдаются навсегда. Покупка привилегий происходит ТОЛЬКО в <a href="store">магазине</a>. (после покупки вам следует зайти на сервер лобби и привилегия выдастся автоматически)
	 У каждой привилегии есть отдельные возможности для каждого игрового режима. Чтобы посмотреть возможности для каждого сервера,
	 зайдите на сервер лобби и пропишите команду /donate. Если прописать данную команду на другом сервере, то вы получите возможности
	 привилегий только для текущего сервера.';
	echo '</p>';
require_once('./includes/bottom.inc.php');